docs/tools/fio/200_fio_compare_os.out
default: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=xnvme, iodepth=1
fio-3.30
Starting 1 thread

default: (groupid=0, jobs=1): err= 0: pid=3118: Fri Jun  3 06:00:48 2022
  read: IOPS=870, BW=3481KiB/s (3564kB/s)(23.8MiB/7001msec)
    slat (nsec): min=220, max=63679, avg=1922.43, stdev=1887.18
    clat (usec): min=344, max=2897, avg=1142.11, stdev=310.38
     lat (usec): min=344, max=2900, avg=1144.04, stdev=310.67
    clat percentiles (usec):
     |  1.00th=[  478],  5.00th=[  578], 10.00th=[  676], 20.00th=[  881],
     | 30.00th=[ 1020], 40.00th=[ 1106], 50.00th=[ 1172], 60.00th=[ 1237],
     | 70.00th=[ 1303], 80.00th=[ 1385], 90.00th=[ 1516], 95.00th=[ 1631],
     | 99.00th=[ 1876], 99.50th=[ 1975], 99.90th=[ 2212], 99.95th=[ 2311],
     | 99.99th=[ 2900]
   bw (  KiB/s): min= 2800, max= 4496, per=100.00%, avg=3482.93, stdev=398.97, samples=14
   iops        : min=  700, max= 1124, avg=870.50, stdev=99.69, samples=14
  lat (usec)   : 500=1.53%, 750=12.39%, 1000=14.22%
  lat (msec)   : 2=71.41%, 4=0.46%
  cpu          : usr=2.39%, sys=37.21%, ctx=6053, majf=0, minf=0
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=6092,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=3481KiB/s (3564kB/s), 3481KiB/s-3481KiB/s (3564kB/s-3564kB/s), io=23.8MiB (25.0MB), run=7001-7001msec