docs/tools/fio/210_fio_compare_os.out
default: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=xnvme, iodepth=1
fio-3.30
Starting 1 thread

default: (groupid=0, jobs=1): err= 0: pid=3123: Fri Jun  3 06:00:59 2022
  read: IOPS=1044, BW=4179KiB/s (4279kB/s)(28.6MiB/7002msec)
    slat (usec): min=32, max=4773, avg=163.93, stdev=179.24
    clat (usec): min=2, max=8047, avg=788.20, stdev=364.18
     lat (usec): min=325, max=10864, avg=952.14, stdev=395.47
    clat percentiles (usec):
     |  1.00th=[    6],  5.00th=[  334], 10.00th=[  424], 20.00th=[  478],
     | 30.00th=[  537], 40.00th=[  586], 50.00th=[  693], 60.00th=[  898],
     | 70.00th=[ 1012], 80.00th=[ 1123], 90.00th=[ 1237], 95.00th=[ 1352],
     | 99.00th=[ 1598], 99.50th=[ 1680], 99.90th=[ 1975], 99.95th=[ 4080],
     | 99.99th=[ 8029]
   bw (  KiB/s): min= 3280, max= 5288, per=100.00%, avg=4181.71, stdev=819.99, samples=14
   iops        : min=  820, max= 1322, avg=1045.29, stdev=204.98, samples=14
  lat (usec)   : 4=0.55%, 10=0.62%, 20=0.01%, 250=0.94%, 500=21.85%
  lat (usec)   : 750=28.21%, 1000=16.58%
  lat (msec)   : 2=31.15%, 4=0.04%, 10=0.05%
  cpu          : usr=2.34%, sys=37.29%, ctx=7231, majf=0, minf=0
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=7314,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=4179KiB/s (4279kB/s), 4179KiB/s-4179KiB/s (4279kB/s-4279kB/s), io=28.6MiB (30.0MB), run=7002-7002msec