docs/tools/fio/220_fio_compare_os.out
default: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=xnvme, iodepth=1
fio-3.30
Starting 1 thread

default: (groupid=0, jobs=1): err= 0: pid=3130: Fri Jun  3 06:01:09 2022
  read: IOPS=1806, BW=7226KiB/s (7399kB/s)(49.4MiB/7001msec)
    slat (usec): min=33, max=866, avg=82.61, stdev=58.71
    clat (nsec): min=1042, max=5160.7k, avg=467008.32, stdev=116739.16
     lat (usec): min=307, max=5201, avg=549.62, stdev=118.06
    clat percentiles (usec):
     |  1.00th=[  231],  5.00th=[  318], 10.00th=[  359], 20.00th=[  392],
     | 30.00th=[  420], 40.00th=[  441], 50.00th=[  457], 60.00th=[  474],
     | 70.00th=[  494], 80.00th=[  529], 90.00th=[  603], 95.00th=[  652],
     | 99.00th=[  783], 99.50th=[  840], 99.90th=[ 1156], 99.95th=[ 1352],
     | 99.99th=[ 2966]
   bw (  KiB/s): min= 6472, max= 7855, per=100.00%, avg=7228.14, stdev=425.60, samples=14
   iops        : min= 1618, max= 1963, avg=1806.93, stdev=106.34, samples=14
  lat (usec)   : 2=0.01%, 4=0.06%, 10=0.17%, 20=0.01%, 250=1.15%
  lat (usec)   : 500=70.46%, 750=26.76%, 1000=1.20%
  lat (msec)   : 2=0.17%, 4=0.01%, 10=0.01%
  cpu          : usr=4.21%, sys=34.81%, ctx=33025, majf=0, minf=0
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=12647,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=7226KiB/s (7399kB/s), 7226KiB/s-7226KiB/s (7399kB/s-7399kB/s), io=49.4MiB (51.8MB), run=7001-7001msec