docs/tools/fio/220_fio_compare_os.out
default: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=xnvme, iodepth=1
fio-3.30
Starting 1 thread

default: (groupid=0, jobs=1): err= 0: pid=21180: Wed May 18 14:48:29 2022
  read: IOPS=1531, BW=6126KiB/s (6273kB/s)(41.9MiB/7001msec)
    slat (usec): min=42, max=997, avg=122.98, stdev=100.05
    clat (nsec): min=932, max=5426.2k, avg=525648.03, stdev=128185.93
     lat (usec): min=398, max=5543, avg=648.62, stdev=109.61
    clat percentiles (usec):
     |  1.00th=[  231],  5.00th=[  322], 10.00th=[  359], 20.00th=[  457],
     | 30.00th=[  482], 40.00th=[  502], 50.00th=[  523], 60.00th=[  545],
     | 70.00th=[  586], 80.00th=[  627], 90.00th=[  668], 95.00th=[  701],
     | 99.00th=[  775], 99.50th=[  807], 99.90th=[  922], 99.95th=[  988],
     | 99.99th=[ 2704]
   bw (  KiB/s): min= 6008, max= 6264, per=100.00%, avg=6128.29, stdev=74.91, samples=14
   iops        : min= 1502, max= 1566, avg=1532.07, stdev=18.73, samples=14
  lat (nsec)   : 1000=0.01%
  lat (usec)   : 4=0.06%, 10=0.44%, 20=0.01%, 250=0.81%, 500=37.81%
  lat (usec)   : 750=59.21%, 1000=1.60%
  lat (msec)   : 2=0.03%, 4=0.01%, 10=0.01%
  cpu          : usr=3.50%, sys=40.80%, ctx=29382, majf=0, minf=0
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=10722,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=6126KiB/s (6273kB/s), 6126KiB/s-6126KiB/s (6273kB/s-6273kB/s), io=41.9MiB (43.9MB), run=7001-7001msec